Continued plan output from previous comment.
<details><summary>Show Output</summary>

```diff
.140Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.141Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.141Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.141Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.141Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.141Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.142Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.142Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.142Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.142Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.142Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.143Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.143Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.143Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.143Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.144Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.144Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.144Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.144Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.144Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.144Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.145Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.145Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.145Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.145Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.145Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.146Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.146Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.146Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.146Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:22.225Z [INFO]  provider: configuring client automatic mTLS
2021-08-23T20:35:22.325Z [INFO]  provider.terraform-provider-aws_v3.54.0_x5: configuring server automatic mTLS: timestamp=2021-08-23T20:35:22.325Z
2021-08-23T20:35:22.602Z [WARN]  ValidateProviderConfig from "provider[\"registry.terraform.io/hashicorp/aws\"]" changed the config value, but that value is unused
2021-08-23T20:35:22.604Z [INFO]  provider.terraform-provider-aws_v3.54.0_x5: 2021/08/23 20:35:22 [INFO] AWS Auth provider used: "EnvProvider": timestamp=2021-08-23T20:35:22.604Z
2021-08-23T20:35:22.604Z [INFO]  provider.terraform-provider-aws_v3.54.0_x5: 2021/08/23 20:35:22 [DEBUG] Trying to get account information via sts:GetCallerIdentity: timestamp=2021-08-23T20:35:22.604Z
2021-08-23T20:35:22.764Z [INFO]  provider.terraform-provider-aws_v3.54.0_x5: 2021/08/23 20:35:22 [DEBUG] Trying to get account information via sts:GetCallerIdentity: timestamp=2021-08-23T20:35:22.764Z
2021-08-23T20:35:23.152Z [INFO]  ReferenceTransformer: reference not found: "var.create_vpc"
2021-08-23T20:35:23.152Z [INFO]  ReferenceTransformer: reference not found: "var.name"
2021-08-23T20:35:23.152Z [INFO]  ReferenceTransformer: reference not found: "var.tags"
2021-08-23T20:35:23.153Z [INFO]  ReferenceTransformer: reference not found: "var.vpc_tags"
2021-08-23T20:35:23.153Z [INFO]  ReferenceTransformer: reference not found: "var.enable_ipv6"
2021-08-23T20:35:23.153Z [INFO]  ReferenceTransformer: reference not found: "var.cidr"
2021-08-23T20:35:23.153Z [INFO]  ReferenceTransformer: reference not found: "var.enable_dns_support"
2021-08-23T20:35:23.153Z [INFO]  ReferenceTransformer: reference not found: "var.enable_dns_hostnames"
2021-08-23T20:35:23.153Z [INFO]  ReferenceTransformer: reference not found: "var.enable_classiclink"
2021-08-23T20:35:23.153Z [INFO]  ReferenceTransformer: reference not found: "var.enable_classiclink_dns_support"
2021-08-23T20:35:23.153Z [INFO]  ReferenceTransformer: reference not found: "var.instance_tenancy"
2021-08-23T20:35:23.174Z [INFO]  ReferenceTransformer: reference not found: "var.create_vpc"
2021-08-23T20:35:23.174Z [INFO]  ReferenceTransformer: reference not found: "local.max_subnet_length"
2021-08-23T20:35:23.174Z [INFO]  ReferenceTransformer: reference not found: "local.nat_gateway_count"
2021-08-23T20:35:23.174Z [INFO]  ReferenceTransformer: reference not found: "var.single_nat_gateway"
2021-08-23T20:35:23.174Z [INFO]  ReferenceTransformer: reference not found: "var.name"
2021-08-23T20:35:23.174Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnet_suffix"
2021-08-23T20:35:23.174Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnet_suffix"
2021-08-23T20:35:23.175Z [INFO]  ReferenceTransformer: reference not found: "var.name"
2021-08-23T20:35:23.175Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.175Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.175Z [INFO]  ReferenceTransformer: reference not found: "var.tags"
2021-08-23T20:35:23.175Z [INFO]  ReferenceTransformer: reference not found: "var.private_route_table_tags"
2021-08-23T20:35:23.175Z [INFO]  ReferenceTransformer: reference not found: "local.vpc_id"
2021-08-23T20:35:23.180Z [INFO]  ReferenceTransformer: reference not found: "var.create_vpc"
2021-08-23T20:35:23.180Z [INFO]  ReferenceTransformer: reference not found: "var.create_igw"
2021-08-23T20:35:23.180Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnets"
2021-08-23T20:35:23.180Z [INFO]  ReferenceTransformer: reference not found: "local.vpc_id"
2021-08-23T20:35:23.180Z [INFO]  ReferenceTransformer: reference not found: "var.name"
2021-08-23T20:35:23.180Z [INFO]  ReferenceTransformer: reference not found: "var.tags"
2021-08-23T20:35:23.180Z [INFO]  ReferenceTransformer: reference not found: "var.igw_tags"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "var.create_vpc"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnets"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "var.one_nat_gateway_per_az"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnets"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnets"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.184Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.185Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.185Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnet_suffix"
2021-08-23T20:35:23.185Z [INFO]  ReferenceTransformer: reference not found: "var.name"
2021-08-23T20:35:23.185Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.185Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.185Z [INFO]  ReferenceTransformer: reference not found: "var.tags"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnet_tags"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "var.enable_ipv6"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnet_ipv6_prefixes"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnet_ipv6_prefixes"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "var.map_public_ip_on_launch"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnet_assign_ipv6_address_on_creation"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "var.assign_ipv6_address_on_creation"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnet_assign_ipv6_address_on_creation"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "local.vpc_id"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnets"
2021-08-23T20:35:23.186Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.187Z [INFO]  ReferenceTransformer: reference not found: "var.create_vpc"
2021-08-23T20:35:23.187Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnets"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnets"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnet_suffix"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "var.name"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "var.tags"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnet_tags"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "var.azs"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.188Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnet_assign_ipv6_address_on_creation"
2021-08-23T20:35:23.189Z [INFO]  ReferenceTransformer: reference not found: "var.assign_ipv6_address_on_creation"
2021-08-23T20:35:23.189Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnet_assign_ipv6_address_on_creation"
2021-08-23T20:35:23.189Z [INFO]  ReferenceTransformer: reference not found: "var.enable_ipv6"
2021-08-23T20:35:23.189Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnet_ipv6_prefixes"
2021-08-23T20:35:23.189Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnet_ipv6_prefixes"
2021-08-23T20:35:23.189Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.189Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnets"
2021-08-23T20:35:23.189Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.189Z [INFO]  ReferenceTransformer: reference not found: "local.vpc_id"
2021-08-23T20:35:23.198Z [INFO]  ReferenceTransformer: reference not found: "var.create_vpc"
2021-08-23T20:35:23.198Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnets"
2021-08-23T20:35:23.198Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnet_suffix"
2021-08-23T20:35:23.198Z [INFO]  ReferenceTransformer: reference not found: "var.name"
2021-08-23T20:35:23.198Z [INFO]  ReferenceTransformer: reference not found: "var.tags"
2021-08-23T20:35:23.198Z [INFO]  ReferenceTransformer: reference not found: "var.public_route_table_tags"
2021-08-23T20:35:23.198Z [INFO]  ReferenceTransformer: reference not found: "local.vpc_id"
2021-08-23T20:35:23.200Z [WARN]  Provider "registry.terraform.io/hashicorp/aws" produced an invalid plan for module.vpc.module.vpc.aws_subnet.private[0], but we are tolerating it because it is using the legacy plugin SDK.
    The following problems may be the cause of any confusing errors from downstream operations:
      - .map_public_ip_on_launch: planned value cty.False for a non-computed attribute
2021-08-23T20:35:23.231Z [INFO]  ReferenceTransformer: reference not found: "var.create"
2021-08-23T20:35:23.231Z [INFO]  ReferenceTransformer: reference not found: "var.create_sg"
2021-08-23T20:35:23.231Z [INFO]  ReferenceTransformer: reference not found: "var.use_name_prefix"
2021-08-23T20:35:23.231Z [INFO]  ReferenceTransformer: reference not found: "var.name"
2021-08-23T20:35:23.231Z [INFO]  ReferenceTransformer: reference not found: "var.tags"
2021-08-23T20:35:23.231Z [INFO]  ReferenceTransformer: reference not found: "var.name"
2021-08-23T20:35:23.231Z [INFO]  ReferenceTransformer: reference not found: "var.vpc_id"
2021-08-23T20:35:23.231Z [INFO]  ReferenceTransformer: reference not found: "var.revoke_rules_on_delete"
2021-08-23T20:35:23.232Z [INFO]  ReferenceTransformer: reference not found: "var.description"
2021-08-23T20:35:23.238Z [INFO]  ReferenceTransformer: reference not found: "var.create_vpc"
2021-08-23T20:35:23.238Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnets"
2021-08-23T20:35:23.238Z [INFO]  ReferenceTransformer: reference not found: "var.private_subnets"
2021-08-23T20:35:23.239Z [INFO]  ReferenceTransformer: reference not found: "aws_route_table.private"
2021-08-23T20:35:23.239Z [INFO]  ReferenceTransformer: reference not found: "var.single_nat_gateway"
2021-08-23T20:35:23.239Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.239Z [INFO]  ReferenceTransformer: reference not found: "aws_subnet.private"
2021-08-23T20:35:23.239Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.257Z [INFO]  ReferenceTransformer: reference not found: "var.create_vpc"
2021-08-23T20:35:23.257Z [INFO]  ReferenceTransformer: reference not found: "var.create_igw"
2021-08-23T20:35:23.258Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnets"
2021-08-23T20:35:23.262Z [INFO]  ReferenceTransformer: reference not found: "var.create_vpc"
2021-08-23T20:35:23.262Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnets"
2021-08-23T20:35:23.263Z [INFO]  ReferenceTransformer: reference not found: "var.public_subnets"
2021-08-23T20:35:23.263Z [INFO]  ReferenceTransformer: reference not found: "aws_subnet.public"
2021-08-23T20:35:23.263Z [INFO]  ReferenceTransformer: reference not found: "count.index"
2021-08-23T20:35:23.309Z [INFO]  backend/local: plan operation completed
2021-08-23T20:35:23.310Z [INFO]  backend/local: writing plan output to: /opt/data/repos/beantownpub/infrastructure/5/development/dev/dev-development.tfplan

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.vpc.module.vpc.aws_internet_gateway.this[0] will be created
  + resource "aws_internet_gateway" "this" {
      + arn      = (known after apply)
      + id       = (known after apply)
      + owner_id = (known after apply)
      + tags     = {
          + "Name" = "main"
        }
      + tags_all = {
          + "Name" = "main"
        }
      + vpc_id   = (known after apply)
    }

  # module.vpc.module.vpc.aws_route.public_internet_gateway[0] will be created
  + resource "aws_route" "public_internet_gateway" {
      + destination_cidr_block = "0.0.0.0/0"
      + gateway_id             = (known after apply)
      + id                     = (known after apply)
      + instance_id            = (known after apply)
      + instance_owner_id      = (known after apply)
      + network_interface_id   = (known after apply)
      + origin                 = (known after apply)
      + route_table_id         = (known after apply)
      + state                  = (known after apply)

      + timeouts {
          + create = "5m"
        }
    }

  # module.vpc.module.vpc.aws_route_table.private[0] will be created
  + resource "aws_route_table" "private" {
      + arn              = (known after apply)
      + id               = (known after apply)
      + owner_id         = (known after apply)
      + propagating_vgws = (known after apply)
      + route            = (known after apply)
      + tags             = {
          + "Name" = "main-private-us-east-1a"
        }
      + tags_all         = {
          + "Name" = "main-private-us-east-1a"
        }
      + vpc_id           = (known after apply)
    }

  # module.vpc.module.vpc.aws_route_table.public[0] will be created
  + resource "aws_route_table" "public" {
      + arn              = (known after apply)
      + id               = (known after apply)
      + owner_id         = (known after apply)
      + propagating_vgws = (known after apply)
      + route            = (known after apply)
      + tags             = {
          + "Name" = "main-public"
        }
      + tags_all         = {
          + "Name" = "main-public"
        }
      + vpc_id           = (known after apply)
    }

  # module.vpc.module.vpc.aws_route_table_association.private[0] will be created
  + resource "aws_route_table_association" "private" {
      + id             = (known after apply)
      + route_table_id = (known after apply)
      + subnet_id      = (known after apply)
    }

  # module.vpc.module.vpc.aws_route_table_association.public[0] will be created
  + resource "aws_route_table_association" "public" {
      + id             = (known after apply)
      + route_table_id = (known after apply)
      + subnet_id      = (known after apply)
    }

  # module.vpc.module.vpc.aws_subnet.private[0] will be created
  + resource "aws_subnet" "private" {
      + arn                             = (known after apply)
      + assign_ipv6_address_on_creation = false
      + availability_zone               = "us-east-1a"
      + availability_zone_id            = (known after apply)
      + cidr_block                      = "10.0.1.0/24"
      + id                              = (known after apply)
      + ipv6_cidr_block_association_id  = (known after apply)
      + map_public_ip_on_launch         = false
      + owner_id                        = (known after apply)
      + tags                            = {
          + "Name" = "main-private-us-east-1a"
        }
      + tags_all                        = {
          + "Name" = "main-private-us-east-1a"
        }
      + vpc_id                          = (known after apply)
    }

  # module.vpc.module.vpc.aws_subnet.public[0] will be created
  + resource "aws_subnet" "public" {
      + arn                             = (known after apply)
      + assign_ipv6_address_on_creation = false
      + availability_zone               = "us-east-1a"
      + availability_zone_id            = (known after apply)
      + cidr_block                      = "10.0.101.0/24"
      + id                              = (known after apply)
      + ipv6_cidr_block_association_id  = (known after apply)
      + map_public_ip_on_launch         = true
      + owner_id                        = (known after apply)
      + tags                            = {
          + "Name" = "main-public-us-east-1a"
        }
      + tags_all                        = {
          + "Name" = "main-public-us-east-1a"
        }
      + vpc_id                          = (known after apply)
    }

  # module.vpc.module.vpc.aws_vpc.this[0] will be created
  + resource "aws_vpc" "this" {
      + arn                              = (known after apply)
      + assign_generated_ipv6_cidr_block = false
      + cidr_block                       = "10.0.0.0/16"
      + default_network_acl_id           = (known after apply)
      + default_route_table_id           = (known after apply)
      + default_security_group_id        = (known after apply)
      + dhcp_options_id                  = (known after apply)
      + enable_classiclink               = (known after apply)
      + enable_classiclink_dns_support   = (known after apply)
      + enable_dns_hostnames             = false
      + enable_dns_support               = true
      + id                               = (known after apply)
      + instance_tenancy                 = "default"
      + ipv6_association_id              = (known after apply)
      + ipv6_cidr_block                  = (known after apply)
      + main_route_table_id              = (known after apply)
      + owner_id                         = (known after apply)
      + tags                             = {
          + "Name" = "main"
        }
      + tags_all                         = {
          + "Name" = "main"
        }
    }

  # module.web_sg.module.security_group.aws_security_group.this_name_prefix[0] will be created
  + resource "aws_security_group" "this_name_prefix" {
      + arn                    = (known after apply)
      + description            = "Security group for web ingress"
      + egress                 = (known after apply)
      + id                     = (known after apply)
      + ingress                = (known after apply)
      + name                   = (known after apply)
      + name_prefix            = "web-sg-"
      + owner_id               = (known after apply)
      + revoke_rules_on_delete = false
      + tags                   = {
          + "Name" = "web-sg"
        }
      + tags_all               = {
          + "Name" = "web-sg"
        }
      + vpc_id                 = (known after apply)
    }

Plan: 10 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Saved the plan to: /opt/data/repos/beantownpub/infrastructure/5/development/dev/dev-development.tfplan

To perform exactly these actions, run the following command to apply:
    terraform apply "/opt/data/repos/beantownpub/infrastructure/5/development/dev/dev-development.tfplan"

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p dev`
* :put_litter_in_its_place: To **delete** this plan click [here](https://bbd93bc43499.ngrok.io/lock?id=beantownpub%252Finfrastructure%252Fdev%252Fdevelopment)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p dev`
</details>
Plan: 10 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
